app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email", "name", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", "2014-11-08 16:44:45.271670"], ["email", "MyString"], ["name", "MyString"], ["updated_at", "2014-11-08 16:44:45.271670"]]
---
  def create
    @user = User.new(user_params)
     if @user.save